# დაბეჭდეთ ტერმინალში როგორ მოხვდით გოაში თქვენი ისტორია, ამართლებს თუარა თქვენს მოლოდინებს რა შთაბეჭდილებები დაგიტკვათ და ასე შემდეგ დაწერეთ ვრცლად 

name = " საბა "
age1 = 19
age2 = " წლის " 
surname = " ლეშკაშელი "
greeting = "გამარჯობა "
introducing =  " მე ვარ "
history = " მე გოას შესახებ გავიგე მეგობრისგან რომელმაც მირჩია გოაში სწავლის დაწყება "
results = " მე გუშინ გოას პირველი გაკვეთილი ჩამიტარდა და კარგი შთაბეჭდილება დამიტოვა , და უკვე დარწმუნებული ვარ ,რომ იმედები არ გამიცრუვდება "
 

print(greeting + introducing + name + surname + str(age1) + age2 + history + results)